Repository: or7nge/mendeleev_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# standart_state
source: Standard state
ru: Стандартное состояние

# group
source: Block group
ru: Группа

# electronic_conf
source: Electronic configuration
ru: Электронная конфигурация

source: Oxidation states
ru: Степени окисления

source: Usage
ru: Использование

# discovery
source: Discoverer
ru: Первооткрыватель

# fact
source: Interesting fact
ru: Интересный факт

# guess
source: Correct!
ru: Угадал!

# no_guess
source: Revise
ru: Повторить

# mendeleev
source: Young Mendeleev
ru: Юный Менделеев

# kalibrovka
source: Solved to get a level
ru: Решено для получения уровня

source: Reset
ru: Обнулить

# percents
source: Performance:
ru: Процент решения:

# logic_info
source: You'll see chemical element symbols appear one at a time. Try to identify each element, then click to reveal its name. Press "Guessed" if you got it right, or "Didn't guess" if you weren't sure. Your results are tracked in your profile statistics.
ru: Вы увидите, как по очереди появляются символы химических элементов. Попробуйте определить каждый элемент, а затем нажмите на него, чтобы узнать его название. Нажмите «Угадал», если вы угадали правильно, или «Повторить», если вы не были уверены. Ваши результаты отслеживаются в статистике профиля.
